---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.ElevationFailures
source: html/e5c281dc-8e42-2cc9-d32e-9d55e35fdbbd.htm
---
# BuiltInFailures.ElevationFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.